Repository: NaN-tic/trytond-galatea_photoalbum
Catalog: locale/*.po
Languages: ca_es

# error:galatea.photoalbum.photo:
source: "%(file_name)s" file mime is not an image (jpg, png or gif)
ca_es: El fitxer "%(file_name)s" no es una imatge (jpg, png or gif)

# error:galatea.photoalbum.photo:
source: "%(file_name)s" size is larger than "%(size)s"MB
ca_es: El fitxer "%(file_name)s" es mes gran que "%(size)s"MB

# error:galatea.photoalbum.photo:
source: Not know file mime "%(file_name)s"
ca_es: No es coneix el tipus del fitxer "%(file_name)s"

# error:galatea.photoalbum.photo:
source: You can not delete photos because you will get error 404 NOT Found. Dissable active field.
ca_es: No pot eliminar fotografies perque obtindria una error 404 NOT Found. Desactiva'l.

# field:galatea.photoalbum.comment,active:
source: Active
ca_es: Actiu

# field:galatea.photoalbum.comment,comment_create_date:
source: Create Date
ca_es: Data creació

# field:galatea.photoalbum.comment,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.photoalbum.comment,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.photoalbum.comment,description:
source: Description
ca_es: Descripció

# field:galatea.photoalbum.comment,photo:
source: Photo
ca_es: Fotografia

# field:galatea.photoalbum.comment,rec_name:
source: Name
ca_es: Nom

# field:galatea.photoalbum.comment,user:
source: User
ca_es: Usuari

# field:galatea.photoalbum.comment,write_date:
source: Write Date
ca_es: Usuari creació

# field:galatea.photoalbum.comment,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.photoalbum.configuration,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.photoalbum.configuration,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.photoalbum.configuration,max_size:
source: Max Size
ca_es: Tamany máxim

# field:galatea.photoalbum.configuration,rec_name:
source: Name
ca_es: Nom

# field:galatea.photoalbum.configuration,write_date:
source: Write Date
ca_es: Usuari creació

# field:galatea.photoalbum.configuration,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.photoalbum.photo,active:
source: Active
ca_es: Actiu

# field:galatea.photoalbum.photo,comment:
source: Comment
ca_es: Comentari

# field:galatea.photoalbum.photo,comments:
source: Comments
ca_es: Comentaris

# field:galatea.photoalbum.photo,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.photoalbum.photo,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.photoalbum.photo,description:
source: Description
ca_es: Descripció

# field:galatea.photoalbum.photo,file_name:
source: File Name
ca_es: Nom fitxer

# field:galatea.photoalbum.photo,photo:
source: Photo
ca_es: Fotografia

# field:galatea.photoalbum.photo,photo_create_date:
source: Create Date
ca_es: Data creació

# field:galatea.photoalbum.photo,photo_path:
source: Photo Path
ca_es: Fotografia ruta

# field:galatea.photoalbum.photo,photo_write_date:
source: Write Date
ca_es: Usuari creació

# field:galatea.photoalbum.photo,rec_name:
source: Name
ca_es: Nom

# field:galatea.photoalbum.photo,total_comments:
source: Total Comments
ca_es: Total comentaris

# field:galatea.photoalbum.photo,user:
source: User
ca_es: Usuari

# field:galatea.photoalbum.photo,visibility:
source: Visibility
ca_es: Visibilidad

# field:galatea.photoalbum.photo,websites:
source: Websites
ca_es: Llocs web

# field:galatea.photoalbum.photo,write_date:
source: Write Date
ca_es: Usuari creació

# field:galatea.photoalbum.photo,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.photoalbum.photo-galatea.website,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.photoalbum.photo-galatea.website,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.photoalbum.photo-galatea.website,photo:
source: Photo
ca_es: Fotografia

# field:galatea.photoalbum.photo-galatea.website,rec_name:
source: Name
ca_es: Nom

# field:galatea.photoalbum.photo-galatea.website,website:
source: Website
ca_es: Lloc web

# field:galatea.photoalbum.photo-galatea.website,write_date:
source: Write Date
ca_es: Usuari creació

# field:galatea.photoalbum.photo-galatea.website,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.website,photoalbum_anonymous:
source: Photo Album Anonymous
ca_es: Àlbuns fotografia anònim

# field:galatea.website,photoalbum_anonymous_user:
source: Photo Album Anonymous User
ca_es: Àlbuns fotografia usuari anònim

# field:galatea.website,photoalbum_comment:
source: Photo Album Comments
ca_es: Comentaris àlbums fotografia

# field:galatea.website,photoalbum_new:
source: Photo Album New
ca_es: Àlbuns fotografia nou

# field:galatea.website,photoalbum_new_anonymous:
source: Photo Album Anonymous
ca_es: Àlbuns fotografia anònim

# help:galatea.photoalbum.comment,active:
source: Dissable to not show content photo.
ca_es: Desactivar per no mostrar la fotografia.

# help:galatea.photoalbum.comment,description:
source: You could write wiki markup to create html content. Formats text following the MediaWiki (http://meta.wikimedia.org/wiki/Help:Editing) syntax.
ca_es: Pot escriure amb els tags de wiki per formatejar contingut HTML. Pot consultar la xuleta a MediaWiki (http://meta.wikimedia.org/wiki/Help:Editing).

# help:galatea.photoalbum.configuration,max_size:
source: Maxim Image Size (bites)
ca_es: Tamany máxim (bites)

# help:galatea.photoalbum.photo,active:
source: Dissable to not show content photo.
ca_es: Desactivar per no mostrar la fotografia.

# help:galatea.photoalbum.photo,comment:
source: Active comments.
ca_es: Activar comentaris.

# help:galatea.photoalbum.photo,description:
source: You could write wiki markup to create html content. Formats text following the MediaWiki (http://meta.wikimedia.org/wiki/Help:Editing) syntax.
ca_es: Pot escriure amb els tags de wiki per formatejar contingut HTML. Pot consultar la xuleta a MediaWiki (http://meta.wikimedia.org/wiki/Help:Editing).

# help:galatea.photoalbum.photo,metadescription:
source: Almost all search engines recommend it to be shorter than 155 characters of plain text
ca_es: La majoria dels cercadors recomanen un text de 155 caràcters de text pla.

# help:galatea.photoalbum.photo,metakeywords:
source: Separated by comma
ca_es: Separat amb coma.

# help:galatea.photoalbum.photo,websites:
source: Photo will be available in those websites
ca_es: La fotografia estarà disponible en aquests llocs web.

# help:galatea.website,photoalbum_anonymous:
source: Active user anonymous to publish comments.
ca_es: Activar usuaris anònims per publicar comentaris.

# help:galatea.website,photoalbum_comment:
source: Active Photo Album comments.
ca_es: Activar comentaris en els àlbums de fotografia.

# help:galatea.website,photoalbum_new:
source: Available users to publish photos.
ca_es: Els usuaris poden publicar fotografies.

# help:galatea.website,photoalbum_new_anonymous:
source: Available user anonymous to publish photos.
ca_es: Els usuaris anònims poden publicar fotografies.

# model:galatea.photoalbum.comment,name:
source: Galatea Photo Comment
ca_es: Galatea Comentari Fotografia

# model:galatea.photoalbum.configuration,name:
source: Galatea Photo Album Configuration
ca_es: Galatea Àlbum Fotografia Configuració

# model:galatea.photoalbum.photo,name:
source: Galatea Photo
ca_es: Galatea Fotografia

# model:galatea.photoalbum.photo-galatea.website,name:
source: Galatea Photo - Website
ca_es: Galatea Fotografia - Lloc web

# model:ir.action,name:act_galatea_photoalbum_configuration_form
source: Configuration
ca_es: Configuració

# model:ir.action,name:act_photoalbum_comment_form
source: Comments
ca_es: Comentaris

# model:ir.action,name:act_photoalbum_comment_form2
source: Comments
ca_es: Comentaris

# model:ir.action,name:act_photoalbum_photo_form
source: Photos
ca_es: Fotografies

# model:ir.ui.menu,name:menu_configuration
source: Configuration
ca_es: Configuració

# model:ir.ui.menu,name:menu_galatea_photoalbum
source: Photo Albums
ca_es: Àlbuns fotografia

# model:ir.ui.menu,name:menu_galatea_photoalbum_configuration
source: Photo Album Configuration
ca_es: Configuració àlbuns fotografia

# model:ir.ui.menu,name:menu_photo_form
source: Photos
ca_es: Fotografies

# model:ir.ui.menu,name:menu_photoalbum_comment_form
source: Comments
ca_es: Comentaris

# model:res.group,name:group_galatea_photoalbum
source: Galatea Photo Album
ca_es: Galatea Àlbum Fotografia

# model:res.group,name:group_galatea_photoalbum_admin
source: Galatea Photo Album Admin
ca_es: Galatea Àlbum Fotografia Administrador

# selection:galatea.photoalbum.photo,visibility:
source: Manager
ca_es: Gestor

# selection:galatea.photoalbum.photo,visibility:
source: Public
ca_es: Públic

# selection:galatea.photoalbum.photo,visibility:
source: Register
ca_es: Registrat

# view:galatea.photoalbum.comment:
source: Comment
ca_es: Comentari

# view:galatea.photoalbum.comment:
source: Comments
ca_es: Comentaris

# view:galatea.photoalbum.comment:
source: Description
ca_es: Descripció

# view:galatea.photoalbum.configuration:
source: Photo Album Configuration
ca_es: Configuració àlbuns fotografia

# view:galatea.photoalbum.photo:
source: Photo
ca_es: Fotografia

# view:galatea.photoalbum.photo:
source: Photos
ca_es: Fotografies

# view:galatea.photoalbum.photo:
source: Websites
ca_es: Llocs web

# view:galatea.website:
source: Photo Album
ca_es: Àlbum fotografia
